Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Drag from empty canvas** to sweep a selection box over several shapes at once. Hold **⇧** as you start the drag to add them to the current selection. Locked shapes are skipped.
ar: **اسحب من لوحة الرسم الفارغة** لمسح مربع التحديد فوق عدة أشكال في وقت واحد. اضغط باستمرار على **⇧** أثناء بدء السحب لإضافتها إلى التحديد الحالي. يتم تخطي الأشكال المقفلة.
ca: ** Arrossegueu des del llenç buit** per escombrar un quadre de selecció per diverses formes alhora. Manteniu premut **⇧** mentre inicieu l'arrossegament per afegir-los a la selecció actual. Les formes bloquejades es salten.
cs: **Přetažením z prázdného plátna** přetáhněte výběrové pole přes několik tvarů najednou. Chcete-li je přidat do aktuálního výběru, podržte **⇧** na začátku přetahování. Uzamčené tvary jsou přeskočeny.
da: **Træk fra tomt lærred** for at feje en markeringsboks hen over flere former på én gang. Hold **⇧** nede, mens du begynder at trække for at tilføje dem til det aktuelle valg. Låste former springes over.
de: **Zieh auf einer leeren Stelle der Leinwand** ein Auswahlrechteck über mehrere Formen auf. Halte beim Start **⇧** gedrückt, um sie zur aktuellen Auswahl hinzuzufügen. Gesperrte Formen werden übersprungen.
el: **Σύρετε από τον κενό καμβά** για να σαρώσετε ένα πλαίσιο επιλογής πάνω από πολλά σχήματα ταυτόχρονα. Κρατήστε πατημένο το **⇧** καθώς ξεκινάτε τη μεταφορά για να τα προσθέσετε στην τρέχουσα επιλογή. Τα κλειδωμένα σχήματα παραλείπονται.
es: **Arrastra desde una zona vacía del lienzo** para trazar un recuadro de selección sobre varias formas a la vez. Mantén pulsada **⇧** al empezar a arrastrar para añadirlas a la selección actual. Las formas bloqueadas se omiten.
fa: **از قسمت خالی بوم بکشید** تا با یک کادر انتخاب، چند شکل را هم‌زمان انتخاب کنید. برای افزودن آن‌ها به انتخاب فعلی، هنگام شروع کشیدن **⇧** را نگه دارید. شکل‌های قفل‌شده انتخاب نمی‌شوند.
fi: **Vedä tyhjältä kankaalta** ja pyyhkäise valintalaatikko useiden muotojen yli kerralla. Lisää ne nykyiseen valintaan pitämällä **⇧**-näppäintä painettuna, kun aloitat vetämisen. Lukitut muodot ohitetaan.
fr: **Faites glisser depuis une zone vide du canevas** pour tracer un rectangle de sélection sur plusieurs formes à la fois. Maintenez **⇧** au début du glissement pour les ajouter à la sélection actuelle. Les formes verrouillées sont ignorées.
he: **גרור מקנבס ריק** כדי לטאטא תיבת בחירה על פני מספר צורות בו זמנית. החזק **⇧** בזמן שאתה מתחיל את הגרירה כדי להוסיף אותם לבחירה הנוכחית. צורות נעולות מדלגות.
hr: **Povucite s praznog platna** da okvir za odabir prevučete preko nekoliko oblika odjednom. Držite **⇧** dok započinjete povlačenje kako biste ih dodali trenutnom odabiru. Zaključani oblici se preskaču.
hu: **Húzza az üres vászonról**, ha egy kijelölődobozt egyszerre több alakzaton szeretne áthúzni. Tartsa lenyomva a **⇧** gombot a húzás indításakor, hogy hozzáadja őket az aktuális kijelöléshez. A zárolt alakzatok kimaradnak.
id: **Seret dari kanvas kosong** untuk menyapu kotak pilihan ke beberapa bentuk sekaligus. Tahan **⇧** saat Anda mulai menyeret untuk menambahkannya ke pilihan saat ini. Bentuk yang terkunci dilewati.
it: **Trascina da un'area vuota della tela** per tracciare un riquadro di selezione su più forme contemporaneamente. Tieni premuto **⇧** all'inizio del trascinamento per aggiungerle alla selezione corrente. Le forme bloccate vengono ignorate.
ja: **キャンバスの空いている場所からドラッグ** すると、選択枠で複数の図形をまとめて選択できます。ドラッグの開始時に **⇧** を押していると、現在の選択に追加されます。ロックされた図形は選択されません。
ko: **빈 캔버스에서 드래그**하면 선택 상자로 여러 도형을 한 번에 선택할 수 있습니다. 드래그를 시작할 때 **⇧**를 누르고 있으면 현재 선택 항목에 추가됩니다. 잠긴 도형은 건너뜁니다.
ms: **Seret dari kanvas kosong** untuk menyapu kotak pilihan pada beberapa bentuk sekaligus. Tahan **⇧** semasa anda memulakan seretan untuk menambahkannya pada pilihan semasa. Bentuk berkunci dilangkau.
nl: **Sleep vanaf een leeg canvas** om een selectievak over meerdere vormen tegelijk te vegen. Houd **⇧** ingedrukt terwijl u begint met slepen om ze aan de huidige selectie toe te voegen. Vergrendelde vormen worden overgeslagen.
no: **Dra fra tomt lerret** for å sveipe en valgboks over flere former samtidig. Hold **⇧** mens du begynner å dra for å legge dem til det gjeldende utvalget. Låste former hoppes over.
pl: **Przeciągnij z pustego obszaru roboczego**, aby przesunąć pole wyboru nad kilkoma kształtami jednocześnie. Przytrzymaj **⇧** podczas rozpoczynania przeciągania, aby dodać je do bieżącego zaznaczenia. Zablokowane kształty są pomijane.
pt_br: **Arraste a partir de uma área vazia da tela** para traçar uma caixa de seleção sobre várias formas de uma vez. Mantenha **⇧** pressionada ao começar a arrastar para adicioná-las à seleção atual. Formas bloqueadas são ignoradas.
pt_pt: **Arraste da ecrã vazia** para varrer uma caixa de seleção sobre diversas formas ao mesmo tempo. Segure **⇧** enquanto começa a arrastar para adicioná-los à seleção atual. As formas bloqueadas são ignoradas.
ro: **Trageți din pânza goală** pentru a deplasa o casetă de selecție peste mai multe forme simultan. Țineți apăsat **⇧** când începeți tragerea pentru a le adăuga la selecția curentă. Formele blocate sunt ignorate.
ru: **Потяните от пустого места на холсте**, чтобы охватить рамкой выделения сразу несколько фигур. Удерживайте **⇧** в начале перетаскивания, чтобы добавить их к текущему выделению. Заблокированные фигуры пропускаются.
sk: **Potiahnutím z prázdneho plátna** presuňte výberové pole cez niekoľko tvarov naraz. Podržaním **⇧** pri spustení ťahania ich pridáte do aktuálneho výberu. Zamknuté tvary sa preskočia.
sl: **Povlecite s praznega platna**, da povlečete izbirno polje čez več oblik hkrati. Držite **⇧**, ko začnete vleči, da jih dodate trenutnemu izboru. Zaklenjene oblike so preskočene.
sv: **Dra från tom duk** för att svepa en markeringsruta över flera former samtidigt. Håll ned **⇧** när du börjar dra för att lägga till dem i det aktuella valet. Låsta former hoppas över.
th: **ลากจากพื้นที่ว่างเปล่า** เพื่อกวาดกล่องการเลือกไปบนรูปร่างหลายรูปในคราวเดียว กด **⇧** ค้างไว้ในขณะที่คุณเริ่มลากเพื่อเพิ่มลงในส่วนที่เลือกปัจจุบัน รูปร่างที่ถูกล็อคจะถูกข้ามไป
tr: Birkaç şeklin üzerinden aynı anda bir seçim kutusu geçirmek için **boş tuvalden sürükleyin**. Onları geçerli seçime eklemek için sürüklemeye başlarken **⇧** tuşunu basılı tutun. Kilitli şekiller atlanır.
uk: **Потягніть з порожнього місця полотна**, щоб охопити рамкою вибору кілька фігур одночасно. Утримуйте **⇧** на початку перетягування, щоб додати їх до поточного вибору. Замкнені фігури пропускаються.
ur: **خالی کینوس سے گھسیٹیں** ایک سلیکشن باکس کو ایک ساتھ کئی شکلوں پر جھاڑو دینے کے لیے۔ موجودہ انتخاب میں شامل کرنے کے لیے گھسیٹنا شروع کرتے ہی **⇧** کو پکڑیں۔ مقفل شکلیں چھوڑ دی گئی ہیں۔
vi: **Kéo từ khung vẽ trống** để quét hộp chọn qua nhiều hình dạng cùng một lúc. Giữ **⇧** khi bạn bắt đầu kéo để thêm chúng vào vùng chọn hiện tại. Hình dạng bị khóa được bỏ qua.
zh_hans: **从空白画布处拖动** 即可框选多个形状。开始拖动时按住 **⇧** 可将它们添加到当前所选内容。已锁定的形状会被跳过。
zh_hant: **從空白畫布拖移**，即可框選多個形狀。開始拖移時按住 **⇧** 可將它們加入目前的選取範圍。已鎖定的形狀會被略過。

source: **Drop a screenshot onto the device** to attach it. The image is automatically clipped to the screen area.
ar: **أسقط لقطة شاشة على الجهاز** لإرفاقها. يتم قص الصورة تلقائيًا في منطقة الشاشة.
ca: **Deixa anar una captura de pantalla al dispositiu** per adjuntar-la. La imatge es retalla automàticament a l'àrea de la pantalla.
cs: **Přetáhněte snímek obrazovky do zařízení** a připojte jej. Obrázek se automaticky ořízne na plochu obrazovky.
da: **Slip et skærmbillede på enheden** for at vedhæfte det. Billedet klippes automatisk til skærmområdet.
de: **Leg einen Screenshot auf dem Gerät ab**, um ihn einzusetzen. Das Bild wird automatisch auf den Bildschirmbereich zugeschnitten.
el: **Ρίξτε ένα στιγμιότυπο οθόνης στη συσκευή** για να το επισυνάψετε. Η εικόνα περικόπτεται αυτόματα στην περιοχή της οθόνης.
es: **Suelta una captura sobre el dispositivo** para colocarla. La imagen se recorta automáticamente al área de la pantalla.
fa: **اسکرین‌شات را روی دستگاه رها کنید** تا در آن قرار گیرد. تصویر خودکار به اندازهٔ ناحیهٔ صفحه‌نمایش بریده می‌شود.
fi: **Liitä se pudottamalla kuvakaappaus laitteeseen**. Kuva leikataan automaattisesti näytön alueelle.
fr: **Déposez une capture d'écran sur l'appareil** pour l'y insérer. L'image est automatiquement rognée à la zone de l'écran.
he: **שחרר צילום מסך על המכשיר** כדי לצרף אותו. התמונה נגזרת אוטומטית לאזור המסך.
hr: **Ispustite snimku zaslona na uređaj** da je priložite. Slika se automatski izrezuje na područje zaslona.
hu: **Húzz egy képernyőképet az eszközre** a csatoláshoz. A kép automatikusan a képernyő területére vágódik.
id: **Lepaskan tangkapan layar ke perangkat** untuk melampirkannya. Gambar secara otomatis terpotong ke area layar.
it: **Rilascia uno screenshot sul dispositivo** per associarlo. L'immagine viene ritagliata automaticamente sull'area dello schermo.
ja: **スクリーンショットをデバイスにドロップ** して取り付けます。画像は自動的に画面の領域でクリップされます。
ko: **스크린샷을 기기에 드롭**하여 첨부하세요. 이미지가 화면 영역에 자동으로 잘립니다.
ms: **Letakkan tangkapan skrin pada peranti** untuk melampirkannya. Imej dipotong secara automatik ke kawasan skrin.
nl: **Drop een screenshot op het apparaat** om deze te bevestigen. Het beeld wordt automatisch op het schermgebied geknipt.
no: **Slipp et skjermbilde på enheten** for å legge det ved. Bildet klippes automatisk til skjermområdet.
pl: **Upuść zrzut ekranu na urządzenie**, aby go załączyć. The image is automatically clipped to the screen area.
pt_br: **Solte uma captura de tela no dispositivo** para anexá-la. A imagem é automaticamente recortada na área da tela.
pt_pt: **Solte uma captura de ecrã no dispositivo** para anexá-la. A imagem é automaticamente recortada na área da ecrã.
ro: **Plasați o captură de ecran pe dispozitiv** pentru a o atașa. Imaginea este decupată automat în zona ecranului.
ru: **Перетащите скриншот на устройство**, чтобы вставить его. Изображение автоматически обрезается по области экрана.
sk: **Priložte snímku obrazovky do zariadenia**. Obrázok sa automaticky oreže na plochu obrazovky.
sl: **Spustite posnetek zaslona na napravo**, da ga priložite. Slika je samodejno prirezana na območje zaslona.
sv: **Släpp en skärmdump på enheten** för att bifoga den. Bilden klipps automatiskt till skärmområdet.
th: **วางภาพหน้าจอลงบนอุปกรณ์** เพื่อแนบ รูปภาพจะถูกตัดไปที่บริเวณหน้าจอโดยอัตโนมัติ
tr: Bir ekran görüntüsünü eklemek için **onu aygıtın üzerine bırakın**. Görüntü otomatik olarak ekran alanına kırpılır.
uk: **Перетягніть знімок екрана на пристрій**, щоб вставити його. Зображення автоматично обрізається за межами екрана.
ur: **اسکرین شاٹ کو آلے پر ڈالیں** اسے منسلک کرنے کے لیے۔ تصویر خود بخود اسکرین کے علاقے میں کلپ ہوجاتی ہے۔
vi: **Thả ảnh chụp màn hình vào thiết bị** để đính kèm. Hình ảnh sẽ tự động được cắt vào vùng màn hình.
zh_hans: **将截图拖放到设备上** 即可附加。图像会自动裁剪到屏幕区域。
zh_hant: **將螢幕截圖拖放到裝置上**即可附加。影像會自動裁切至螢幕區域。

source: **Drop folders, not files.** Drag a folder of screenshots onto the canvas — Screenshot Bro will batch-import and route by device size.
ar: **أسقط المجلدات، وليس الملفات.** اسحب مجلد لقطات الشاشة إلى اللوحة القماشية - سيتم استيراد دفعة من Screenshot Bro وتوجيهها حسب حجم الجهاز.
ca: **Deixa anar carpetes, no fitxers.** Arrossega una carpeta de captures de pantalla al llenç; Screenshot Bro importarà per lots i s'enviarà per mida del dispositiu.
cs: **Přetáhněte složky, nikoli soubory.** Přetáhněte složku se snímky obrazovky na plátno – Screenshot Bro provede hromadný import a směrování podle velikosti zařízení.
da: **Slip mapper, ikke filer.** Træk en mappe med skærmbilleder til lærredet — Screenshot Bro vil batchimportere og dirigere efter enhedsstørrelse.
de: **Ordner ablegen, keine Dateien.** Ziehen Sie einen Ordner mit Screenshots auf die Leinwand – Screenshot Bro führt einen Stapelimport durch und leitet die Dateien nach Gerätegröße weiter.
el: **Αποθέστε φακέλους, όχι αρχεία.** Σύρετε έναν φάκελο με στιγμιότυπα οθόνης στον καμβά — το Screenshot Bro θα εισάγει ομαδικά και θα δρομολογήσει κατά μέγεθος συσκευής.
es: **Suelte carpetas, no archivos.** Arrastre una carpeta de capturas de pantalla al lienzo: Screenshot Bro importará por lotes y enrutará por tamaño de dispositivo.
fa: **پوشه‌ها را رها کنید، نه فایل‌ها.** پوشه‌ای از اسکرین‌شات‌ها را روی بوم بکشید — Screenshot Bro به صورت دسته‌ای وارد می‌شود و براساس اندازه دستگاه مسیریابی می‌کند.
fi: **Poista kansioita, ei tiedostoja.** Vedä kuvakaappausten kansio kankaalle – Screenshot Bro tuo erät ja reitittää laitteen koon mukaan.
fr: **Déposez des dossiers, pas des fichiers.** Faites glisser un dossier de captures d'écran sur le canevas : Screenshot Bro importera par lots et acheminera en fonction de la taille de l'appareil.
he: **שחרר תיקיות, לא קבצים.** גרור תיקיית צילומי מסך אל הבד - Screenshot Bro ייבא באצוות ותנתב לפי גודל מכשיר.
hr: **Ispustite mape, ne datoteke.** Povucite mapu sa snimkama zaslona na platno — Screenshot Bro će se grupno uvesti i usmjeriti prema veličini uređaja.
hu: **A mappákat ejtse el, ne a fájlokat.** Húzza a képernyőképeket tartalmazó mappát a vászonra – a Screenshot Bro kötegesen importálja és eszközméret szerint irányítja.
id: **Lepaskan folder, bukan file.** Seret folder tangkapan layar ke kanvas — Screenshot Bro akan mengimpor secara massal dan merutekannya berdasarkan ukuran perangkat.
ja: **ファイルではなくフォルダーをドロップします。** スクリーンショットのフォルダーをキャンバスにドラッグします。Screenshot Bro はデバイス サイズに基づいてバッチ インポートとルーティングを行います。
ko: **파일이 아닌 폴더를 드롭합니다.** 스크린샷 폴더를 캔버스로 드래그합니다. Screenshot Bro은(는) 일괄 가져오기를 수행하고 장치 크기별로 라우팅합니다.
ms: **Lepaskan folder, bukan fail.** Seret folder tangkapan skrin ke atas kanvas — Screenshot Bro akan mengimport kumpulan dan menghala mengikut saiz peranti.
nl: **Zet mappen neer, geen bestanden.** Sleep een map met schermafbeeldingen naar het canvas — Screenshot Bro importeert batchgewijs en routeert op apparaatgrootte.
no: **Slipp mapper, ikke filer.** Dra en mappe med skjermbilder til lerretet – Screenshot Bro vil batchimportere og rute etter enhetsstørrelse.
pl: **Upuszczaj foldery, a nie pliki.** Przeciągnij folder ze zrzutami ekranu na płótno — Screenshot Bro wykona zbiorczy import i trasę według rozmiaru urządzenia.
pt_br: **Solte pastas, não arquivos.** Arraste uma pasta de capturas de tela para a tela — Screenshot Bro importará em lote e roteará por tamanho de dispositivo.
pt_pt: **Solte pastas, não ficheiros.** Arraste uma pasta de capturas de ecrã para a ecrã — Screenshot Bro importará em lote e roteará por tamanho de dispositivo.
ro: **Plasați dosare, nu fișiere.** Trageți un dosar cu capturi de ecran pe pânză — Screenshot Bro va importa în loturi și va ruta în funcție de dimensiunea dispozitivului.
sk: **Presuňte priečinky, nie súbory.** Presuňte priečinok so snímkami obrazovky na plátno – Screenshot Bro vykoná hromadný import a smerovanie podľa veľkosti zariadenia.
sl: **Spustite mape, ne datotek.** Povlecite mapo s posnetki zaslona na platno — Screenshot Bro bo paketno uvozil in usmeril glede na velikost naprave.
sv: **Släpp mappar, inte filer.** Dra en mapp med skärmdumpar till arbetsytan — Screenshot Bro kommer att batchimportera och dirigera efter enhetsstorlek.
th: **วางโฟลเดอร์ ไม่ใช่ไฟล์** ลากโฟลเดอร์ของภาพหน้าจอลงบนผืนผ้าใบ — Screenshot Bro จะนำเข้าเป็นกลุ่มและกำหนดเส้นทางตามขนาดอุปกรณ์
ur: **فولڈرز چھوڑیں، فائلز نہیں۔** اسکرین شاٹس کے فولڈر کو کینوس پر گھسیٹیں — Screenshot Bro آلہ کے سائز کے حساب سے بیچ درآمد اور روٹ کرے گا۔
vi: **Thả thư mục chứ không phải tệp.** Kéo thư mục ảnh chụp màn hình vào khung vẽ — Screenshot Bro sẽ nhập hàng loạt và định tuyến theo kích thước thiết bị.
zh_hans: **拖放文件夹，而不是文件。** 将屏幕截图文件夹拖到画布上 - Screenshot Bro 将按设备大小批量导入和路由。

source: **Drop groups of screenshots together.** Select several image files and drop them onto a row — Screenshot Bro fills templates in order and detects device category/frame where possible.
ar: **أسقط مجموعات من لقطات الشاشة معًا.** حدد عدة ملفات صور وأفلتها في صف واحد — Screenshot Bro يملأ النماذج بالترتيب ويكتشف فئة/إطار الجهاز حيثما أمكن ذلك.
ca: **Deixa anar grups de captures de pantalla junts.** Seleccioneu diversos fitxers d'imatge i deixeu-los anar en una fila: Screenshot Bro omple les plantilles per ordre i detecta la categoria/marc del dispositiu sempre que sigui possible.
cs: **Spojte skupiny snímků obrazovky dohromady.** Vyberte několik souborů obrázků a umístěte je na řádek – Screenshot Bro vyplní šablony v pořadí a zjistí kategorii/rámeček zařízení, kde je to možné.
da: **Slip grupper af skærmbilleder sammen.** Vælg flere billedfiler, og slip dem på en række — Screenshot Bro udfylder skabeloner i rækkefølge og registrerer enhedskategori/ramme, hvor det er muligt.
de: **Screenshots gesammelt ablegen.** Wähle mehrere Bilddateien aus und leg sie auf einer Zeile ab – Screenshot Bro füllt die Vorlagen der Reihe nach und erkennt nach Möglichkeit Gerätekategorie und Rahmen.
el: **Αποθέστε ομάδες στιγμιότυπων οθόνης μαζί.** Επιλέξτε πολλά αρχεία εικόνας και αποθέστε τα σε μια σειρά — Το Screenshot Bro γεμίζει πρότυπα με τη σειρά και εντοπίζει την κατηγορία/πλαίσιο της συσκευής όπου είναι δυνατόν.
es: **Suelta varias capturas a la vez.** Selecciona varios archivos de imagen y suéltalos en una fila: Screenshot Bro rellena las plantillas en orden y detecta la categoría y el marco del dispositivo cuando es posible.
fa: **اسکرین‌شات‌ها را دسته‌ای رها کنید.** چند فایل تصویر را انتخاب کنید و روی یک ردیف رها کنید — Screenshot Bro ستون‌ها را به ترتیب پر می‌کند و در صورت امکان دسته و قاب دستگاه را تشخیص می‌دهد.
fi: **Pudota kuvakaappausryhmät yhteen.** Valitse useita kuvatiedostoja ja pudota ne riville — Screenshot Bro täyttää mallit järjestyksessä ja havaitsee laiteluokan/kehyksen mahdollisuuksien mukaan.
fr: **Déposez des groupes de captures d'écran ensemble.** Sélectionnez plusieurs fichiers image et déposez-les sur une ligne : Screenshot Bro remplit les modèles dans l'ordre et détecte la catégorie/le cadre de l'appareil lorsque cela est possible.
he: **שחרר קבוצות של צילומי מסך יחד.** בחר מספר קובצי תמונה ושחרר אותם בשורה - Screenshot Bro ממלא תבניות לפי הסדר ומזהה קטגוריית מכשיר/מסגרת במידת האפשר.
hr: **Ispustite grupe snimki zaslona zajedno.** Odaberite nekoliko slikovnih datoteka i ispustite ih u red — Screenshot Bro ispunjava predloške redom i otkriva kategoriju/okvir uređaja gdje je to moguće.
hu: **Egybe dobja a képernyőképek csoportjait.** Válasszon ki több képfájlt, és dobja őket egy sorba – Screenshot Bro sorrendben kitölti a sablonokat, és lehetőség szerint észleli az eszközkategóriát/keretet.
id: **Lepaskan kumpulan tangkapan layar secara bersamaan.** Pilih beberapa file gambar dan letakkan dalam satu baris — Screenshot Bro mengisi templat secara berurutan dan mendeteksi kategori/bingkai perangkat jika memungkinkan.
it: **Rilascia gruppi di screenshot insieme.** Seleziona più file immagine e rilasciali su una riga: Screenshot Bro riempie i modelli in ordine e, dove possibile, rileva categoria e cornice del dispositivo.
ja: **スクリーンショットはまとめてドロップ**。複数の画像ファイルを選択して行にドロップすると、Screenshot Bro がテンプレートに順番に割り当て、可能な場合はデバイスカテゴリやフレームを検出します。
ko: **스크린샷 여러 장을 한 번에 드롭하세요.** 여러 이미지 파일을 선택해 행에 드롭하면 Screenshot Bro가 템플릿을 순서대로 채우고, 가능하면 기기 카테고리/프레임을 감지합니다.
ms: **Lepaskan kumpulan tangkapan skrin bersama-sama.** Pilih beberapa fail imej dan lepaskannya ke satu baris — Screenshot Bro mengisi templat mengikut tertib dan mengesan kategori/bingkai peranti jika boleh.
nl: **Plaats groepen schermafbeeldingen samen.** Selecteer verschillende afbeeldingsbestanden en zet ze neer op een rij — Screenshot Bro vult sjablonen op volgorde en detecteert apparaatcategorie/frame waar mogelijk.
no: **Slipp grupper av skjermbilder sammen.** Velg flere bildefiler og slipp dem på en rad — Screenshot Bro fyller ut maler i rekkefølge og oppdager enhetskategori/ramme der det er mulig.
pl: **Upuść grupy zrzutów ekranu razem.** Wybierz kilka plików obrazów i upuść je w wierszu — Screenshot Bro wypełnia szablony w odpowiedniej kolejności i wykrywa kategorię/ramkę urządzenia, jeśli to możliwe.
pt_br: **Solte várias capturas de tela de uma vez.** Selecione vários arquivos de imagem e solte-os em uma linha — o Screenshot Bro preenche os modelos em ordem e detecta a categoria/moldura do dispositivo sempre que possível.
pt_pt: **Junte grupos de capturas de ecrã.** Selecione vários ficheiros de imagem e solte-os em uma linha — Screenshot Bro preenche os modelos em ordem e detecta a categoria/quadro do dispositivo sempre que possível.
ro: **Plasați grupuri de capturi de ecran împreună.** Selectați mai multe fișiere imagine și plasați-le pe un rând — Screenshot Bro umple șabloanele în ordine și detectează categoria/cadrul dispozitivului acolo unde este posibil.
ru: **Перетаскивайте скриншоты группами.** Выберите несколько файлов изображений и перетащите их на строку — Screenshot Bro заполнит шаблоны по порядку и по возможности определит категорию и рамку устройства.
sk: **Zložte skupiny snímok obrazovky.** Vyberte niekoľko obrázkových súborov a vložte ich do riadka – Screenshot Bro vyplní šablóny v poradí a tam, kde je to možné, zistí kategóriu zariadenia/rámec.
sl: **Spustite skupine posnetkov zaslona skupaj.** Izberite več slikovnih datotek in jih spustite v vrstico — Screenshot Bro zapolni predloge po vrstnem redu in zazna kategorijo/okvir naprave, kjer je to mogoče.
sv: **Släpp grupper av skärmdumpar tillsammans.** Välj flera bildfiler och släpp dem på en rad — Screenshot Bro fyller mallar i ordning och upptäcker enhetskategori/ram där det är möjligt.
th: **วางกลุ่มภาพหน้าจอไว้ด้วยกัน** เลือกไฟล์รูปภาพหลายไฟล์แล้ววางลงในแถว — Screenshot Bro เติมเทมเพลตตามลำดับและตรวจจับหมวดหมู่/เฟรมของอุปกรณ์หากเป็นไปได้
tr: **Ekran görüntülerini gruplar hâlinde bırakın.** Birkaç görüntü dosyası seçip bir satırın üzerine bırakın — Screenshot Bro şablonları sırayla doldurur ve mümkün olduğunda aygıt kategorisini/çerçevesini algılar.
uk: **Перетягуйте знімки екрана групами.** Виберіть кілька файлів зображень і перетягніть їх на рядок — Screenshot Bro заповнить шаблони по порядку і, де можливо, визначить категорію та рамку пристрою.
ur: **اسکرین شاٹس کے گروپس کو ایک ساتھ چھوڑیں۔** کئی تصویری فائلوں کو منتخب کریں اور انہیں ایک قطار میں چھوڑیں — Screenshot Bro ٹیمپلیٹس کو ترتیب سے بھرتا ہے اور جہاں ممکن ہو آلہ کے زمرے/فریم کا پتہ لگاتا ہے۔
vi: **Thả các nhóm ảnh chụp màn hình lại với nhau.** Chọn một số tệp hình ảnh và thả chúng vào một hàng — Screenshot Bro điền vào các mẫu theo thứ tự và phát hiện danh mục/khung thiết bị nếu có thể.
zh_hans: **可一次拖放多张截图**。选择多个图像文件并拖放到一行上——Screenshot Bro 会按顺序填入模板，并尽可能检测设备类别和边框。
zh_hant: **一起拖放多張螢幕截圖**。選取多個影像檔案並拖放到一列上——Screenshot Bro 會依序填入範本，並盡可能偵測裝置類別／外框。
